export default {
    intro: {
        welcome: '',
        qmc: 'جودة التطابق للاستشارات المهنية',
        text: 'الاستشارة فى أي مكان عن ',
        anything: 'أي شئ',
        start: 'ابدأ الان'
    },
    footer: {
        quickLink: 'روابط سريعة',
        contactUs: 'تواصل معنا',
        social: 'روابط التواصل الاجتماعى'
    },
    header: {
        home: 'الصفحة الرئيسية',
        services: 'الخدمات',
        contact: 'تواصل معنا',
        process: 'الية عملنآ',
        about: 'من نحن',
        faq: 'الاسئلة الشائعة',
        clients: 'عملائنا',
        blog: 'المدونة'
    },
    bread: {
        home: 'الصفحة الرئيسية',
        services: 'الخدمات',
        service: 'خدمة',
        contact: 'تواصل معنا',
        about: 'من نحن',
        faq: 'الاسئلة الشائعة',
        clients: 'عملائنا',
        blog: 'مدونة',
        blogs: 'المدونة',
        process: 'الية عملنا'
    },
    contact_us: {
        intro: 'نقدر إقتراحاتكم وآرائكم ونأخذها بعين الإعتبار لستاعدنا لتطوير خدماتنا والتقدم نحو المستقبل',
        request: 'اطلب لدعم',
        name: 'الاسم',
        email: 'البريد الالكتروني',
        phone: 'رقم الهاتف',
        message: 'رسالتك لنا',
        submit: 'ارسال',
        get_touch: 'ابقى على تواصل',
        title: 'تواصل معنا',
        loginFirst: 'يجب عليك تسجيل الدخول كى تتمكن من التواصل معنا',
        messageSent: 'تم ارسال رسالتك بنجاح',
        address: 'عنوان'
    },
    error: {
        oops: 'عفوا !',
        message: 'الصفحة التى تبحث عنها غير موجودة',
        goHome: 'العودة الى الصفحة الرئيسية'
    },
    process: {
        analyze: 'تقييم وضع الشركة الحالي',
        analyzeText:
            'الخطوة الأولى تتضمن تقييم الوضع المالي للشركة ومراجعة موقف الضرائب والزكاة فيما يتعلق بالدخل والمدخرات والأصول والديون والممارسات المتعلقة بضريبة القيمة المضافة. نقوم بدراسة طبيعة النشاط والبيانات المالية بدقة، وتصنيفها، وتحديد نقاط القوة والضعف للتخطيط بشكل فعال.',
        problem: 'تحديد المشاكل',
        problemText:
            'بناءً على الوضع المالي الحالي وإجراءات الضرائب والزكاة والتحليل التنبؤي، نقوم بتخطيط الأهداف استراتيجياً لتغطية جميع جوانب المالية وأنظمة ضريبة القيمة المضافة.',
        plan: 'تطوير خطط عمل استراتيجية',
        planText:
            'تشمل هذه الخطوة تحليل العديد من العوامل الداخلية والخارجية التي تؤثر على النتائج وتصميم خرائط طرق متعددة للعثور على الأنسب الذي يلبي احتياجات العميل ويتوافق مع اللوائح الضريبية.',
        evaluate: 'تقييم الحلول البديلة',
        evaluateText:
            'نبقى مستعدين للتغيرات المتوقعة ونظل يقظين لمواجهة التحديات غير المتوقعة. لتحقيق ذلك، نقيم الحلول البديلة بعناية ونبقيها جاهزة لأي سيناريوهات مستقبلية غير متوقعة.',
        bestPlan: 'تنفيذ الخطة المثلى',
        bestPlanText:
            'يكمن مفتاح أي استراتيجية وبحث في تنفيذها الناجح. نتقدم بالتنفيذ فقط بعد الانتهاء من مرحلة التقييم والتخطيط بشكل مرضٍ، مع التأكد من الالتزام بالجداول الضريبية.',
        revise: 'مراجعة وتحديث الخطة بشكل دوري',
        reviseText:
            'تعد المراقبة والتحكم عمليات مستمرة في كل مرحلة. ومع ذلك، تصبح ضرورية بعد التنفيذ. يقوم فريقنا بجدولة مراجعات دورية وتعديل العمليات عند الضرورة.'
    },
    about: {
        why: 'لماذا نحن ؟',
        about: 'عن شركتنا',
        who: 'من نحن ؟',
        whoText:
            'نحن فريق من المحترفين الماليين الملتزمين، يتمتعون بخبرة واسعة في الضرائب والزكاة وحوكمة الشركات. نهجنا المبتكر وخدماتنا الشخصية يمكّنان الشركات من التنقل في البيئات المالية المعقدة، مع ضمان الامتثال وتعزيز النمو عبر قطاعات متعددة. نولي الأولوية لنجاح عملائنا، ونقدم حلولاً مخصصة تحقق قيمة دائمة.',
        mission: 'رسالتنا',
        missionText:
            'نلتزم بتقديم خدمات مالية مخصصة تعزز الامتثال وتدفع القيمة، وتبني شراكات طويلة الأمد مع عملائنا، مما يضمن استقرارهم المالي ونموهم.',
        vision: 'رؤيتنا',
        visionText:
            'أن نكون الرائدين في تقديم الحلول المالية المبتكرة، مما يمكّن الشركات من تحقيق النمو المستدام والنجاح عبر مختلف الصناعات.'
    },
    blogs: {
        title: 'الاحدث فى مدونتنا',
        more: 'قراءة المزيد'
    },
    faq: {
        title: 'الاسئلة الشائعة'
    },
    clients: {
        title: 'الشركات التي نخدمها'
    },
    services: {
        title: 'الخدمات التى نقدمها',
        learn: 'معرفة المزيد',
        about: 'عن هذه الخدمة'
    }
};
