export default {
    intro: {
        welcome: '',
        qmc: 'جودة التطابق للاستشارات المهنية',
        text: 'الاستشارة فى أي مكان عن ',
        anything: 'أي شئ',
        start: 'ابدأ الان'
    },
    footer: {
        quickLink: 'روابط سريعة',
        contactUs: 'تواصل معنا',
        social: 'روابط التواصل الاجتماعى'
    },
    header: {
        home: 'الصفحة الرئيسية',
        services: 'الخدمات',
        contact: 'تواصل معنا',
        process: 'الية عملنآ',
        about: 'من نحن',
        faq: 'الاسئلة الشائعة',
        clients: 'عملائنا',
        blog: 'المدونة'
    },
    bread: {
        home: 'الصفحة الرئيسية',
        services: 'الخدمات',
        contact: 'تواصل معنا',
        about: 'من نحن',
        faq: 'الاسئلة الشائعة',
        clients: 'عملائنا',
        blog: 'المدونة'
    },
    contact_us: {
        intro: 'نقدر إقتراحاتكم وآرائكم ونأخذها بعين الإعتبار لستاعدنا لتطوير خدماتنا والتقدم نحو المستقبل',
        request: 'اطلب لدعم',
        name: 'الاسم',
        email: 'البريد الالكتروني',
        phone: 'رقم الهاتف',
        message: 'رسالتك لنا',
        submit: 'ارسال',
        get_touch: 'ابقى على تواصل',
        title: 'تواصل معنا',
        loginFirst: 'يجب عليك تسجيل الدخول كى تتمكن من التواصل معنا',
        messageSent: 'تم ارسال رسالتك بنجاح',
        address: 'عنوان'
    },
    error: {
        oops: 'عفوا !',
        message: 'الصفحة التى تبحث عنها غير موجودة',
        goHome: 'العودة الى الصفحة الرئيسية'
    }
};
